Repository: firehot/ONtv
Catalog: *.lproj/Localizable.strings
Languages: da

source: Back
da: Tilbage

source: Continue
da: Fortsæt uden

source: create New User
da: Opret ny profil

source: Create New User Info
da: Du kan her oprette en personlig TimeFor.TV proil. Med en profil kan du gemme dine indstillinger mellem dine enheder og få adgang til ekstra muligheder som fx påmindelser og planlægning.

source: create Your New Account
da: Opret din nye profil

source: Email Address
da: E-mail adresse

source: Your Email Address
da: Din e-mail adresse

source: Login
da: Log ind

source: Login Subscribtion Info
da: For at få adgang til alle funktioner i TimeFor.TV anbefaler vi, at du logger ind med en profil.

source: Mobile
da: Dit mobilnr.*

source: Name
da: Navn

source: Password
da: Adgangskode

source: Register Mobile for SMS Info
da: *Dit mobilnr. vil blive brugt, hvis du ønsker at modtage SMS påmindelser. Se venligst ontv.dk/sms for detaljerede information og vilkår.

source: Add Channels
da: Tilføj kanaler

source: Channels
da: Kanaler

source: Channel.no.air.1
da: Denne kanal

source: Channel.no.air.2
da: sender pt. ikke

source: Channel.no.transmission.1
da: Ingen udsendelse nu

source: Channel.no.transmission.2
da: Tryk for at se hele dagen

source: Edit Channels Navigation Title
da: Redigér kanaler

source: Please Select Channels before Adding
da: Vælg venligst kanaler før du tilføjer

source: Save
da: Gem

source: Search Channel
da: Søg kanal

source: Search Programs
da: Søg programmer

source: Searched
da: Søg

source: Shows
da: Viser:

source: Synching Channels
da: Synkroniserer kanaler

source: Today
da: I dag

source: Logout
da: Log ud

source: Logout Cell
da: Du er logget ind som

source: Push Notification Cell
da: Push notifikation modtagere

source: No Commercial
da: Ingen reklamer!

source: OnTv Full Access
da: Med TimeFor.TV+ for kun 29,- kr/årligt får du fuld adgang til TimeFor.TV til:

source: ONTVProOrONTVrequired
da: TimeFor.TV Pro eller TimeFor.TV+ krævet

source: Read More
da: Læs mere på ontv.dk/subscriptions

source: You Need ONTV Pro
da: Du skal have et TimeFor.TV Pro eller TimeFor.TV+ abonnement for at få fuld adgang til TimeFor.TV. Fra kun 29,- kr/årligt.

source: Recommendation
da: Anbefalinger

source: Recommend
da: Anbefal

source: Don't recommend
da: Anbefal ikke

source: Select Date
da: Vælg Dato

source: By Agent
da: Af agent

source: Keyboard.done
da: Færdig

source: Segment.planned
da: Planlagt

source: Segment.agents
da: Agenter

source: Edit planning
da: Redigér planlægning

source: Add planning
da: Tilføj planlægning

source: Edit
da: Redigér

source: Edit agent
da: Redigér agent

source: Add notification
da: Tilføj notifikation

source: Search in
da: Søg i

source: Original Title
da: Original Titel

source: Title
da: Titel

source: Summary
da: Omtale

source: All
da: Alle

source: Title or summary
da: Title eller omtale

source: Remind me
da: Påmind mig

source: Remind me via
da: Påmind mig via

source: Remind Time
da: Påmindelsestidspunkt

source: Remind me when it's aired
da: Påmind mig når det sendes

source: Plan every time it's aired
da: Planlæg hver gang det sendes

source: Select Days
da: Vælg Dage

source: Search Type
da: Søge Type

source: Select Channel
da: Vælg Kanal

source: Minutes before
da: Minutter før

source: Hours before
da: Timer før

source: Days before
da: Dage før

source: On days
da: På dage

source: Weekdays(mon-fri)
da: Hverdage(man-fre)

source: Weekends(sat-sun)
da: Weekender(lør-søn)

source: Mondays
da: Mandage

source: Tuesdays
da: Tirsdage

source: Wednesdays
da: Onsdage

source: Thursdays
da: Torsdage

source: Fridays
da: Fredage

source: Saturdays
da: Lørdage

source: Sundays
da: Søndage

source: All weekdays
da: Alle ugedage

source: Is
da: Er

source: Contains
da: Indeholder

source: Begins with
da: Begyder med

source: Ends with
da: Ender med

source: Between
da: Imellem

source: On
da: på

source: Show short summary in listings
da: Vis omtale i lister

source: Settings
da: Indstillinger

source: From
da: Fra

source: Plan all airings where
da: Planlæg alle udsendelse hvor

source: Limitations
da: Begrænsning

source: Plans
da: Planer

source: Plan
da: Planlæg

source: Find on IMDB
da: Find på IMDB

source: Share on Facebook
da: Del på Facebook

source: You post is now shared
da: Dit indlæg er nu delt

source: No records found
da: Ingen resultater fundet

source: Please provide us with a valid email address
da: Indtast venligst en valid emailadresse

source: Please fill name, email and password as minimum
da: Udfyld navn, email og adgangskode som minimum
